<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>員工後台首頁</title>
    <link rel="stylesheet" type="text/css" href="${pageContext.request.contextPath}/back_end/css/emp_all.css">
    <link rel="stylesheet" type="text/css" href="${pageContext.request.contextPath}/back_end/css/emp_main.css">
    <link rel="stylesheet" type="text/css" href="${pageContext.request.contextPath}/back_end/css/emp_footer.css">
</head>

<body>
    <header>
        <%@ include file="/back_end/header_html.jsp"%>   
    </header>
    <aside id="aside">     
    	<%@ include file="/back_end/aside_html.jsp"%>   
    </aside>
    <!-- 你們的內容請放在 <main> 標籤內，其他部分勿動! -->
    <main>
        <div id="main">
        ${empAccount.emp_name} 成功登入!
        主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔
        主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔
        主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔
        主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔
        主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔
        主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔
        主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔
        主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔
        主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔
        主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔
        主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔
        主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔
        主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔
        主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔
        主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔
        主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔
        主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔
        主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔主要內容喔
        </div>
    </main>
    <!-- <div id="tree"></div> -->
    <footer>
        嗨邇覓影城 &copy; HIREME CINEMA 2022
    </footer>
</body>
</html>